<?php
/*
1. Создайте переменную $name и присвойте ей значение содержащее Ваше имя,
например “Антон” (обязательно в кавычках!)
2. Создайте переменную $age и присвойте ей значение содержащее Ваш возраст,
например 27
3. Выведите с помощью echo (или print) фразу “Меня зовут: ваше_имя”​например:
“Меня зовут: Антон”
4. Выведите фразу “Мне ваш_возраст​лет”, например: “Мне 27 лет”
5. Удалите переменную $age
6. Попробуйте снова вывести фразу “Мне ваш_возраст​лет”
7. Для закрепления изученного материала придумайте аналогичную задачу,
желательно, немного усложнив ее. Напишите текст задачи и пример ее решения
*/

$name = 'Alexander';
$age = '27';

echo "Меня зовут $name.<br>";
echo "Мня $age";

unset($name);
echo "Меня зовут $name.<br>";






?>